标准的制定过程 {
  与大众理解大相径庭的是 W3C并不是生产标准 实际上 它扮演的是一个论坛的角色 W3C以工作组的方式 把某项技术的相关各方聚集起来 最终由他们产出标准；W3C并不是观察者 它设定了整个平台的规则 监督整个进程 但这些技术规范基本上并不是由W3C的工作人员编写完成的
  CSS规范通常由CSS工作组的成员来编写 而CSS工作组大约80 % 的人属于W3C会员公司成员（比如 浏览器厂商 主流网站 研究机构 常规技术公司等 他们都是web标准兴旺发展的直接受益者 他们每年都会给W3C缴纳会费 这也是W3C的主要资金来源）剩余的20 % 由特邀专家和W3C工作人员组成
  从人员组成可以看出 许多开发者一直存在一个误区 认为W3C手握标准 号令天下 而可怜的浏览器厂商们则唯唯诺诺 莫敢不从 然而现实确实浏览器厂商比W3C有更多的发言权
  另外 制定标准并不是闭门造车 CSS工作组坚持透明原则 它内部所有的交流都是公开的
  绝大多数的讨论都发生在工作组的邮件列表中
  http://lists.w3.org/Archives/Public/www-style

  每个规范从最初的启动到最终的成熟 都会经历以下阶段
  1.编辑草案 （非常粗糙 大杂烩 不保证被工作组批准）
  2.首个公开工作草案 （首个公开发布版本 准备就绪 以接受工作组的公开反馈）
  3.工作草案
  4.候选推荐规范
  5.提名推荐规范
  6.正式推荐规范
}

CSS历史与发展
{

}

